capita-API_tests/target/test-classes/data/DeleteByCorrespondenceId_nocorrid.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:doc="https://www.capita.co.uk/TfL/docstore">
   <soapenv:Header/>
   <soapenv:Body>
      <doc:DeleteByCorrespondenceId>
         <!--Optional:-->
         <doc:sourceSystem>#(sourcesystem)</doc:sourceSystem>
         <!--Optional:-->         
      </doc:DeleteByCorrespondenceId>
   </soapenv:Body>
</soapenv:Envelope>